---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointVisibilityParam
source: html/73d1e6ac-2349-d36b-dbd6-2b71ed0043b4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointVisibilityParam Property

"Visibility/Graphics Overrides"

## Syntax (C#)
```csharp
public static ForgeTypeId PointVisibilityParam { get; }
```